---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.SculptingFailures.FaceSculptEditFailed
source: html/b9b9397c-a91e-5014-b68f-607396ad3c98.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SculptingFailures.FaceSculptEditFailed Property

Face Sculpt Edit failed.

## Syntax (C#)
```csharp
public static FailureDefinitionId FaceSculptEditFailed { get; }
```